{
    "items" : [{
            "name": "Samsung Galaxy J7 Pro (Gold)",
            "detail": "สมาร์ทโฟนรุ่นใหม่ล่าสุดที่พกพาฟีเจอร์การทำงานมาแบบจัดเต็มในทุกองค์ประกอบอย่าง Samsung Galaxy J7 Pro ที่มาพร้อมกับฟีเจอร์เด็ดสำหรับการถ่ายรูปลงโซเชียลโดยเฉพาะ ที่จะทำให้คุณท่องโลกโซเชียลได้อย่างสนุก สะดวก สบาย และง่ายขึ้นมากกว่าเดิม อีกทั้งยังโดดเด่นด้วยตัวเครื่องสี Gold และบางเพียง 7.8 มม. จับถนัดมือมากกว่าเดิม",
            "price": "8999",
            "img": "assets/images/products/p7.png",
             "deliverytype":"ส่งแบบลงทะเบียน"
        },
        {
            "name": "Samsung Galaxy S8 (Midnight Black) ",
            "detail": "ฉีกทุกกฎแห่งการดีไซน์ บ่งบอกสไตล์อันไร้ขอบเขต ด้วย Samsung Galaxy S8 ให้คุณหลุดออกจากกรอบของหน้าจอแบบเก่าๆ เป็นอิสระจากขีดจำกัด และมอบพื้นผิวที่เรียบลื่นไร้รอยต่อครอบคลุมขอบด้านข้าง คุณจึงได้มุมมองที่กว้างขึ้น ไร้สิ่งกีดขวาง",
            "price": "21790",
            "img": "assets/images/products/p8.png",
             "deliverytype":"ส่งแบบEMS"
        },
        {
            "name": "Samsung Galaxy S6 Edge",
            "detail": "Samsung Galaxy S6 Edge สีดำ สินค้าตัวโชว์",
            "price": "12900",
            "img": "assets/images/products/p9.png",
             "deliverytype":"ส่งแบบลงทะเบียน"
        },
        {
            "name": "Samsung Galaxy A7 (2017) - Blue",
            "detail": "สมาร์ทโฟนสเปคเยี่ยมกับราคาเบาๆ จาก Samsung ที่ตอบสนองทุกความต้องการอย่างลงตัวด้วย ระบบปฏิบัติการ Android เเละรวดเร็วทันใจด้วยหน่วยประมวลผลที่ดีเยี่ยม พร้อมหน้าจอขนาด 5.7 นิ้วและกล้องหลังที่มีความละเอียดถึง 16 ล้านพิกเซล ทำให้คุณสามารถถ่ายภาพได้สวยคมชัดถูกใจคุณอย่างแน่นอน",
            "price": "11111",
            "img": "assets/images/products/p10.png",
             "deliverytype":"ส่งแบบEMS"
        },
        {
            "name": "Samsung Galaxy J2 Prime 8GB (Gold)  ",
            "detail": "ที่สุดแห่งสมาร์ทโฟน จากตระกูล J Series ของค่าย Samsung ที่สามารถตอบสนองการใช้งานในระดับพื้นฐานได้อย่างครบครัน Samsung Galaxy J2 Prime 8GB (Gold) สมาร์ทโฟนราคาประหยัด ขนาดเหมาะมือ และใช้งาน 4G LTE ได้ รองรับการถ่ายรูปในโหมดหน้าสวยได้ถึง 8 ระดับ",
            "price": "3579",
            "img": "assets/images/products/p11.png",
             "deliverytype":"ส่งแบบลงทะเบียน"
        },
        {
            "name": "Samsung Galaxy A9 Pro 32GB (White) ",
            "detail": "ใหญ่กว่าและกว้างกว่า แสดงทุกรายละเอียดอย่างคมชัด ดีไซน์เมทัลและกระจกที่สวยงามประกอบด้วยจอแสดงผล Super AMOLED ขนาด 6.0 นิ้ว มอบความพึงพอใจสูงสุดในการรับชม รองรับทุกความต้องการด้านเกมและมัลติมีเดีย",
            "price": "15900",
            "img": "assets/images/products/p12.png",
             "deliverytype":"ส่งแบบEMS"
        }]
}